Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Incompatible with this version of PHP
ca_es: Incompatible amb aquesta versió de PHP

source: This module requires PHP version @php_required and is incompatible with PHP version !php_version.
ca_es: Aquest mòdul requereix la versió @php_required de PHP i és incompatible amb la versió !php_version.

source: More information
ca_es: Més informació

source: My blog
ca_es: El meu blog

source: Hide
ca_es: Oculta

source: Anonymous commenting
ca_es: Comentari anònim

source: Anonymous posters may not enter their contact information
ca_es: Els editors anònims no poden introduir la seva informació de contacte

source: Anonymous posters may leave their contact information
ca_es: Els editors anònims poden deixar la seva informació de contacte

source: Anonymous posters must leave their contact information
ca_es: Els editors anònims han de deixar la seva informació de contacte

source: The content of this field is kept private and will not be shown publicly.
ca_es: El contingut d'aquest camp es manté privat i no es mostrarà públicament.

source: Your signature will be publicly displayed at the end of your comments.
ca_es: La vostra signatura es mostrarà públicament al final dels vostres comentaris.

source: Date - newest first
ca_es: Data - primer els nous

source: Date - oldest first
ca_es: Data - primer els vells

source: 1 comment
ca_es: 1 comentari

source: 1 new comment
ca_es: 1 comentari nou

source: Save content type
ca_es: Desa el tipus de contingut

source: Show descriptions
ca_es: Mostra les descripcions

source: Subtitle
ca_es: Subtítol

source: Language code
ca_es: Codi de llengua

source: Save role
ca_es: Desa el rol

source: debug
ca_es: depuració

source: file system
ca_es: sistema de fitxers

source: Menu link title
ca_es: Títol de l'enllaç de menú

source: The menu system stores system paths only, but will use the URL alias for display. %link_path has been stored as %normal_path
ca_es: El sistema de menús només emmagatzema rutes del sistema, però utilitzarà l'àlies de la URL a l'hora de mostar-ho. S'ha emmagatzemat %link_path com a %normal_path

source: The path '@link_path' is either invalid or you do not have access to it.
ca_es: La ruta '@link_path' no és vàlida o no hi teniu accés.

source: There was an error saving the menu link.
ca_es: Hi ha hagut un error desant l'enllaç de menú.

source: Menu name
ca_es: Nom del menú

source: Are you sure you want to delete the custom menu %title?
ca_es: Esteu segur de voler eliminar el menú personalitzat %title?

source: The menu name may only consist of lowercase letters, numbers, and hyphens.
ca_es: El nom del menú pot contenir només lletres minúscules, nombres i guions.

source: The menu already exists.
ca_es: El menú ja existeix.

source: The menu name can't be longer than 1 character.
ca_es: El nom del menú no pot tenir més d'1 caràcter.

source: Number of users to display
ca_es: Nombre d'usuaris a mostrar

source: Profiles
ca_es: Perfils

source: Edit container
ca_es: Edita el contenidor

source: Last visit
ca_es: Darrera visita

source: Hot topic threshold
ca_es: Llindar dels temes calents

source: Topics per page
ca_es: Temes per pàgina

source: Posts - most active first
ca_es: Articles - els més actius primer

source: Posts - least active first
ca_es: Articles - els menys actius primer

source: URL path settings
ca_es: Paràmetres del camí URL

source: @user's picture
ca_es: imatge de @user

source: Are you sure you want to revert to the revision from %revision-date?
ca_es: Esteu segur que voleu canviar la revisió a %revision-date?

source: Are you sure you want to delete the revision from %revision-date?
ca_es: Esteu segur que voleu eliminar la revisió del %revision-date?

source: Maximum upload size
ca_es: Mida màxima de les càrregues

source: New forum topics
ca_es: Nous temes de debat

source: @type: deleted %title revision %revision.
ca_es: @type: suprimit %title amb revisió %revision.

source: Page not found
ca_es: Pàgina no trobada

source: Language neutral
ca_es: Neutre lingüísticament

source: Preview trimmed version
ca_es: Previsualitza la versió reduïda

source: Preview full version
ca_es: Previsualitza la versió sencera

source: Account blocked
ca_es: Compte bloquejat

source: The name %name is already taken.
ca_es: El nom %name ja està en ús.

source: info
ca_es: informació

source: OpenID redirect
ca_es: Redirecció OpenID

source: OpenID Login
ca_es: Inicia sessió amb OpenID

source: Delete OpenID
ca_es: Suprimeix OpenID

source: Log in using OpenID
ca_es: Entrar usant OpenID

source: Cancel OpenID login
ca_es: Cancel·lar entrada OpenID

source: What is OpenID?
ca_es: Què és OpenID?

source: OpenID login failed.
ca_es: L'inici de sessió amb OpenID ha fallat.

source: OpenID login cancelled.
ca_es: Inici de sessió amb OpenID cancel·lat.

source: Successfully added %identity
ca_es: %identity afegit satisfactòriament

source: Add an OpenID
ca_es: Afegir una OpenID

source: That OpenID is already in use on this site.
ca_es: Aquesta OpenID ja està en ús en aquesta web.

source: Are you sure you want to delete the OpenID %authname for %user?
ca_es: Esteu segur que voleu esborrar l'OpenID %authname per %user?

source: OpenID deleted.
ca_es: OpenID eliminat.

source: You must validate your email address for this account before logging in via OpenID
ca_es: Heu de validar la vostra adreça de correu electrònic per a aquest compte abans d'iniciar sessió mitjançant l'OpenID.

source: edit menu
ca_es: edita el menú

source: « first
ca_es: « primer

source: last »
ca_es: últim »

source: Resize
ca_es: Redimensionar

source: The directory %directory does not exist.
ca_es: El directori %directory no existeix.

source: Defines a file field type.
ca_es: Defineix un tipus de camp fitxer.

source: The selected file %filename cannot not be uploaded. Only files with the following extensions are allowed: %extensions.
ca_es: No es pot carregar el fitxer seleccionat %filename. Només estan permesos els fitxers amb les següents extensions: %extensions.

source: Show only items where
ca_es: Veure només els elements on

source: No comments available.
ca_es: No hi ha comentaris disponibles.

source: ok
ca_es: d'acord

source: Rebuild permissions
ca_es: Refés permisos

source: @type: updated %title.
ca_es: @type: %title actualitzat.

source: @type: added %title.
ca_es: @type: %title afegit.

source: Error saving user account.
ca_es: S'ha produït un error en desar el compte d'usuari.

source: Action %action has been unassigned.
ca_es: L'acció %action ha estat desassignada

source: Add role
ca_es: Afegeix un rol

source: You must specify a valid role name.
ca_es: Heu d'especificar un nom de rol vàlid.

source: The role has been added.
ca_es: S'ha afegit el rol.

source: Path to custom logo
ca_es: Camí al logotip personalitzat

source: taxonomy
ca_es: taxonomia

source: Updated term %term.
ca_es: Terme %term actualitzat.

source: - Please choose -
ca_es: - Trieu -

source: - None selected -
ca_es: - cap seleccionat -

source: Parser
ca_es: Analitzador

source: Discard items older than
ca_es: Descartar elements més antics de

source: @site_name - aggregated feeds in category @title
ca_es: @site_name - canals afegits a la categoria @title

source: @site_name - aggregated feeds
ca_es: @site_name - canals afegits

source: @site_name aggregator
ca_es: @site_name agregador

source: !title feed
ca_es: Canal !title

source: Aggregator
ca_es: Agregador

source: The feed from %site seems to be broken, because of error "%error".
ca_es: El canal de %site sembla trencat, degut a l'error "%error".

source: There is no new syndicated content from %site.
ca_es: No hi ha contingut sindicat nou de %site.

source: There is new syndicated content from %site.
ca_es: Hi ha contingut sindicat nou de %site.

source: The feed from %site seems to be broken, due to "%error".
ca_es: El canal de %site sembla trencat, a causa de "%error".

source: Feed aggregator
ca_es: Agregador de canals

source: Aggregates syndicated content (RSS, RDF, and Atom feeds).
ca_es: Afegeix contingut sindicat (canals RSS, RDF i Àtom).

source: Alias
ca_es: Àlies

source: Account settings
ca_es: Paràmetres del compte

source: The content type %name has been deleted.
ca_es: El tipus de contingut %name s'ha eliminat.

source: Deleted content type %name.
ca_es: Tipus de contingut %name eliminat.

source: Enter your keywords
ca_es: Introduïu les vostres paraules clau

source: Clean URLs
ca_es: URLs netes

source: My account
ca_es: El meu compte

source: Number of topics
ca_es: Nombre de temes

source: Active forum topics
ca_es: Temes de debat actius

source: Read the latest forum topics.
ca_es: Llegiu els nous temes de debat.

source: HTTP authentication
ca_es: Autenticació HTTP

source: User activity
ca_es: Activitat de l'usuari

source: GD library
ca_es: Biblioteca GD

source: The category the new field should be part of. Categories are used to group fields logically. An example category is "Personal information".
ca_es: La categoria a la que el nou camp ha de pertànyer. Les categories són emprades per agrupar els camps lògicament. Un exemple de categoria és "Informació personal".

source: The user must enter a value.
ca_es: L'usuari ha d'introduir un valor.

source: Visible in user registration form.
ca_es: És visible al formulari de registre d'usuaris.

source: New feed items are automatically filed in the checked categories.
ca_es: Els elements nous del canal es classifiquen automàticament en les categories seleccionades.

source: A user is considered online for this long after they have last viewed a page.
ca_es: Un usuari es considera connectat per aquest temps des de que va veure per darrer cop una pàgina.

source: Maximum number of currently online users to display.
ca_es: Màxim nombre d'usuaris actualment connectats a mostrar.

source: Book navigation
ca_es: Navegació del llibre

source: Taxonomy vocabulary
ca_es: Vocabulari de la taxonomia

source: 1 year
ca_es: 1 any

source: 1 week
ca_es: 1 setmana

source: 1 min
ca_es: 1 minut

source: 1 sec
ca_es: 1 segon

source: Found the @submit button
ca_es: S'ha trobat el botó @submit

source: Failed to set field @name to @value
ca_es: No s'ha pogut establir el camp @name a @value

source: No temporary directories to remove.
ca_es: No hi ha directoris temporals per eliminar.

source: Run tests against Drupal core and your active modules. These tests help assure that your site code is working as designed.
ca_es: Executeu proves contra el nucli de Drupal i els mòduls activats. Aquestes proves ajuden a assegurar que el codi del lloc funciona tal i com es va dissenyar.

source: Palestinian Territory
ca_es: Territoris Palestins Ocupats

source: Vatican
ca_es: Vaticà

source: Bulgarian
ca_es: Búlgar

source: Croatian
ca_es: Croat

source: Czech
ca_es: Txec

source: Danish
ca_es: Danès

source: Dutch
ca_es: Holandès

source: Finnish
ca_es: Finès

source: German
ca_es: Alemany

source: Greek
ca_es: Grec

source: Hebrew
ca_es: Hebreu

source: Hungarian
ca_es: Hongarès

source: Indonesian
ca_es: Indonesi

source: Polish
ca_es: Polonès

source: Romanian
ca_es: Romanès

source: Russian
ca_es: Rus

source: Slovak
ca_es: Eslovac

source: Swedish
ca_es: Suec

source: Turkish
ca_es: Turc

source: Send message
ca_es: Envia el missatge

source: Machine name
ca_es: Nom-màquina

source: Allow Upscaling
ca_es: Permet el sobreescalat

source: Let scale make images larger than their original size
ca_es: Permeteu que l'escalat creï imatges més grans que les originals

source: Rotation angle
ca_es: Angle de rotació

source: The number of degrees the image should be rotated. Positive numbers are clockwise, negative are counter-clockwise.
ca_es: El nombre de graus que s'ha de rotar la imatge. Els valors positius són en sentit horari i els negatius en sentit antihorari.

source: Randomize the rotation angle for each image. The angle specified above is used as a maximum.
ca_es: Fes l'angle de rotació de cada imatge de forma aleatòria. L'angle especificat anteriorment s'utilitza com a màxim.

source: Print
ca_es: Impressió

source: The file could not be created.
ca_es: El fitxer no s'ha pogut crear.

source: Locked
ca_es: Bloquejat

source: Password reset instructions mailed to %name at %email.
ca_es: Les instruccions per a la inicialització de la contrasenya s'han enviat a %name a %email.

source: Account information
ca_es: Informació del compte

source: The e-mail address %mail is not valid.
ca_es: L'adreça de correu %mail no és vàlida.

source: Account
ca_es: Compte

source: authenticated user
ca_es: usuari autentificat

source: Any
ca_es: Qualsevol

source: E-mail addresses to notify when updates are available
ca_es: Adreces de correu a notificar quan hi hagi actualitzacions disponibles

source: Whenever your site checks for available updates and finds new releases, it can notify a list of users via e-mail. Put each address on a separate line. If blank, no e-mails will be sent.
ca_es: Cada cop que el web comprova si hi ha actualitzacions disponibles i troba noves versions, pot notificar-ho per correu a una llista d'usuaris. Poseu cadascuna de les adreces en una línia separada. Si la llista està buida, no s'enviarà cap correu.

source: Check for updates
ca_es: Comprova actualitzacions

source: All newer versions
ca_es: Totes les noves versions

source: Only security updates
ca_es: Només actualitzacions de seguretat

source: %email is not a valid e-mail address.
ca_es: %email no és una adreça vàlida de correu.

source: %emails are not valid e-mail addresses.
ca_es: %emails no són adreces vàlides de correu.

source: No update data available
ca_es: No hi ha dades d'actualització disponibles

source: Not secure!
ca_es: No segur!

source: Revoked!
ca_es: Revocat!

source: Unsupported release
ca_es: Versió no suportada

source: Can not determine status
ca_es: No es pot determinar l'estat

source: (version @version available)
ca_es: (versió @version disponible)

source: See the available updates page for more information:
ca_es: Per a més informació, vegeu la pàgina d'actualitzacions disponibles:

source: New release(s) available for !site_name
ca_es: Noves versió(ns) disponibles per !site_name

source: There is a security update available for your version of Drupal. To ensure the security of your server, you should update immediately!
ca_es: Hi ha disponible una actualització de seguretat per a la vostra versió de Drupal. Per garantir la seguretat del vostre servidor, hauríeu actualitzar immediatament!

source: Your version of Drupal has been revoked and is no longer available for download. Upgrading is strongly recommended!
ca_es: La vostra versió de Drupal està revocada i ja no està disponible per descarregar. És molt recomanable actualitzar-la!.

source: The installed version of at least one of your modules or themes has been revoked and is no longer available for download. Upgrading or disabling is strongly recommended!
ca_es: La versió instal·lada d'algun dels vostres mòduls o temes està revocada i ja no està disponible per descarregar. És molt recomanable actualitzar-lo o inhabilitar-lo!

source: Your version of Drupal is no longer supported. Upgrading is strongly recommended!
ca_es: La vostra versió de Drupal ja no està suportada. És molt recomanable actualitzar-la!

source: There are updates available for your version of Drupal. To ensure the proper functioning of your site, you should update as soon as possible.
ca_es: Hi ha actualitzacions disponibles per a la vostra versió de Drupal. Per a assegurar un bon funcionament del vostre lloc, hauríeu d'actualitzar tant prompte com sigui possible.

source: See the <a href="@available_updates">available updates</a> page for more information.
ca_es: Vegeu la pàgina de les <a href="@available_updates">actualitzacions disponibles</a> per a més informació.

source: Project not secure
ca_es: Projecte no segur

source: This project has been labeled insecure by the Drupal security team, and is no longer available for download. Immediately disabling everything included by this project is strongly recommended!
ca_es: Aquest projecte ha estat marcat com a insegur per l'equip de seguretat de Drupal i ja no està disponible per a baixar-se'l. És molt recomanable inhabilitar qualsevol element inclòs en aquest projecte!

source: Project revoked
ca_es: Projecte revocat

source: This project has been revoked, and is no longer available for download. Disabling everything included by this project is strongly recommended!
ca_es: Aquest projecte està revocat, i ja no està disponible per baixar-se'l. És molt recomanable inhabilitar qualsevol element inclòs en aquest projecte!.

source: Project not supported
ca_es: Projecte no suportat

source: This project is no longer supported, and is no longer available for download. Disabling everything included by this project is strongly recommended!
ca_es: Aquest projecte no està suportat, i ja no està disponible per baixar-se'l. Es recomana inhabilitar qualsevol element inclòs en aquest projecte.

source: No available releases found
ca_es: No s'han trobat noves versions disponibles

source: Release revoked
ca_es: Versió revocada

source: Your currently installed release has been revoked, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
ca_es: La versió que teniu ara instal·lada està revocada i ja no està disponible per baixar-se-la. És molt recomanable actualitzar o inhabilitar qualsevol component inclòs en aquesta versió.

source: Release not supported
ca_es: Versió no suportada

source: Your currently installed release is now unsupported, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
ca_es: La versió que teniu ara instal·lada no està suportada i ja no està disponible per baixar-se-la. És molt recomanable actualitzar-la o inhabilitar qualsevol component inclòs en aquesta versió.

source: Invalid info
ca_es: Informació no vàlida

source: Security update required!
ca_es: Actualització de seguretat necessària!

source: Not supported!
ca_es: No suportat!

source: Recommended version:
ca_es: Versió recomanada:

source: Security update:
ca_es: Actualització de seguretat:

source: Latest version:
ca_es: Última versió

source: Development version:
ca_es: Versió de desenvolupament:

source: Also available:
ca_es: També disponible:

source: Node count
ca_es: Comptador de nodes

source: Field settings
ca_es: Paràmetres del camp

source: Validation error, please try again. If this error persists, please contact the site administrator.
ca_es: Error de validació, torneu-ho a intentar. Si aquest error persisteix contacteu amb l'administrador.

source: Skip to main content
ca_es: Vés al contingut

source: Edit forum
ca_es: Edita el fòrum

source: Default order
ca_es: Ordre predeterminat

source: This is the designated forum vocabulary. Some of the normal vocabulary options have been removed.
ca_es: Aquest és el vocabulari assignat del fòrum. Algunes de les opcions de vocabulari normal s'han eliminat.

source: Leave shadow copy
ca_es: Deixa una còpia d'ombra

source: If you move this topic, you can leave a link in the old forum to the new forum.
ca_es: Si moveu aquest tema, podreu deixar un enllaç al fòrum antic que apunti al nou fòrum.

source: Container name
ca_es: Nom de contenidor

source: forum container
ca_es: contenidor de fòrum

source: Created new @type %term.
ca_es: Crea un nou @type %term.

source: The @type %term has been updated.
ca_es: El @type %term s'ha actualitzat.

source: Add new field
ca_es: Afegeix un nou camp

source: Containing any of the words
ca_es: Que contingui qualsevol de les paraules

source: Containing the phrase
ca_es: Que contingui la frase

source: Containing none of the words
ca_es: Que no contingui les paraules

source: Only of the type(s)
ca_es: Només del/dels tipus

source: Content ranking
ca_es: Rànquing de contingut

source: The following numbers control which properties the content search should favor when ordering the results. Higher numbers mean more influence, zero means the property is ignored. Changing these numbers does not require the search index to be rebuilt. Changes take effect immediately.
ca_es: Els següents nombres controlen a quines propietats la cerca de contingut afavoriria quan ordena els resultats. Els nombres més alts indiquen una major influència, zero indica que la propietat és ignorada. Canviant aquests nombres no requereix refer l'índex de cerca. Els canvis tenen efecte immediat.

source: Keyword relevance
ca_es: Rellevància de la paraula clau

source: Recently posted
ca_es: Articles recents

source: Number of comments
ca_es: Nombre de comentaris

source: Number of views
ca_es: Nombre de voltes vist

source: Expand layout to include descriptions.
ca_es: Expandeix el format per a incloure-hi descripcions

source: Hide descriptions
ca_es: Oculta les descripcions

source: Compress layout by hiding descriptions.
ca_es: Comprimeix el format per a amagar les descripcions.

source: Or
ca_es: O

source: Color set
ca_es: Joc de colors

source: Content ID
ca_es: ID del contingut

source: About
ca_es: Detalls

source: Database host
ca_es: Ordinador central de la base de dades

source: Maximum link text length
ca_es: Longitud màxima del text de l'enllaç

source: URLs longer than this number of characters will be truncated to prevent long strings that break formatting. The link itself will be retained; just the text portion of the link will be truncated.
ca_es: Els URL més llargs que aquest nombre de caràcters seran truncats per prevenir cadenes llargues que rompin el format. L'enllaç serà retingut; només el tros de text de l'enllaç serà truncat.

source: Reports
ca_es: Informes

source: Default picture
ca_es: Imatge predeterminada

source: URL of picture to display for users with no custom picture selected. Leave blank for none.
ca_es: URL de la imatge a mostrar per als usuaris que no han seleccionat cap imatge personalitzada. Deixeu-ho en blanc per a cap.

source: If the amount of boxes above isn't enough, click here to add more choices.
ca_es: Si la quantitat de caixes de més amunt no és suficient, cliqueu aquí per afegir més opcions.

source: Toggle display
ca_es: Commuta la visualització

source: If you don't have direct file access to the server, use this field to upload your logo.
ca_es: Si no teniu accés directe als fitxers al servidor, utilitzeu aquest camp per carregar el vostre logotip.

source: Configuration file
ca_es: Fitxer de configuració

source: Install profile
ca_es: Perfil d'instal·lació

source: %percentage of the site has been indexed.
ca_es: S'ha indexat el %percentage del lloc

source: File directory
ca_es: Directori de fitxers

source: Default theme
ca_es: Tema predeterminat

source: Web server
ca_es: Servidor web

source: There is 1 item left to index.
ca_es: Queda un element per indexar.

source: The content access permissions have been rebuilt.
ca_es: El permisos d'accés al contingut han estat reconstruïts.

source: sort by @s
ca_es: ordena per @s

source: Sorry, unrecognized username or password. <a href="@password">Have you forgotten your password?</a>
ca_es: Ho sentim, el nom d'usuari o la contrasenya no són correctes. <a href="@password">Heu oblidat la contrasenya?</a>

source: Publish content
ca_es: Publica el contingut

source: and
ca_es: i

source: where
ca_es: quan

source: Stack overflow: too many calls to actions_do(). Aborting to prevent infinite recursion.
ca_es: Desbordament de pila: hi ha massa crides a actions_do(). S'interromprà per evitar una bucle infinit.

source: Action %action saved.
ca_es: S'ha desat l'acció %action
